Repository: vasifismayilov/predictor
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Predictor
az: Proqnoz verən

source: Enter your MOSTBET ID and PASSWORD
az: MOSTBET ID və Şifrə daxil edin

source: Password
az: Şifrə

source: The BEST Predictor
az: ƏN YAXŞI proqnozlaşdırıcı

source: Know the high rates.
az: Yüksək tarifləri bilin.

source: The easiest to use.
az: İstifadəsi ən asanı.

source: You need to wait at least 15 minutes for the program to work correctly.
az: Proqramın düzgün işləməsi üçün ən azı 15 dəqiqə gözləmək lazımdır

source: START
az: BAŞLAMAQ

source: WARNING !!! If you do not enter your user id and password correctly, the program will not work.
az: XƏBƏRDARLIQ!!! İstifadəçi ID və şifrənizi düzgün daxil etməsəniz, proqram işləməyəcək.

source: Azerbaijani
az: Azərbaycan

source: English
az: İngilis

source: Russian
az: Rusya
